Repository: ferranfg/mpl-publisher
Catalog: languages/publisher-*.po
Languages: es_es

source: A box with information about your eBook
es_es: Una caja con información sobre tu eBook

source: This is a server error and it is not working as expected.
es_es: Este es un error del servidor y no funciona como se esperaba.

source: Please, connect with us and get support for your queries.
es_es: Por favor, contacte con nosotros y obtenga soporte para sus consultas.

source: Submitted on %s
es_es: Enviado el %s

source: January
es_es: Enero

source: February
es_es: Febrero

source: March
es_es: Marzo

source: April
es_es: Abril

source: May
es_es: Mayo

source: June
es_es: Junio

source: July
es_es: Julio

source: August
es_es: Agosto

source: September
es_es: Septiembre

source: October
es_es: Octubre

source: November
es_es: Noviembre

source: December
es_es: Diciembre

source: No valid output format selected.
es_es: No se ha seleccionado ningún formato de salida válido.

source: On chapter
es_es: En el capítulo

source: Please, select at least one chapter to publish your book.
es_es: Por favor, seleccione al menos un capítulo para publicar su libro.

source: Book successfully removed.
es_es: Libro eliminado correctamente.

source: Book successfully created.
es_es: Libro creado con éxito.

source: Book successfully cloned.
es_es: Libro clonado con éxito.

source: Changes successfully saved.
es_es: ﻿Los cambios se han guardado correctamente.

source: Missing a temporary folder.
es_es: Falta una carpeta temporal.

source: Book Chapters
es_es: Capítulos

source: Book Chapter
es_es: Capítulo

source: Add New Book Chapter
es_es: Añadir Nuevo Capítulo

source: Edit Book Chapter
es_es: Editar Capítulo

source: View Book Chapter
es_es: Ver Capítulo

source: Publish eBook
es_es: Publicar eBook

source: Cover Editor
es_es: Editor de portadas

source: Resources
es_es: Recursos

source: How book chapters works
es_es: Cómo funcionan los capítulos

source: MPL-Publisher allows authors to write custom content specific for your book without the needed to be accessible from the public. You just have to publish your chapter and it will be visible only from the Book Settings page.
es_es: MPL-Publisher permite a los autores escribir contenido específico para tu libro sin la necesidad de ser accesible públicamente. Solo tienes que publicar el capítulo y éste será visible únicamente desde la página de Detalles Generales.

source: Back to Book Settings
es_es: Volver a Detalles Generales

source: Settings
es_es: Detalles

source: Please rate %1$s <a href="%2$s" target="_blank" rel="noopener noreferrer" style="text-decoration:none">⭐⭐⭐⭐⭐</a> on <a href="%3$s" target="_blank" rel="noopener">WordPress.org</a> to help us spread the word. Thank you!
es_es: Por favor, califique %1$s <a href="%2$s" target="_blank" rel="noopener noreferrer" style="text-decoration:none">⭐⭐⭐⭐⭐</a> en <a href="%3$s" target="_blank" rel="noopener">WordPress.org</a> para ayudarnos a difundir la palabra. ¡Gracias!

source: Validation errors were found:
es_es: Se encontraron errores de validación:

source: Your book is available at the following link:
es_es: Su libro está disponible en el siguiente enlace:

source: <b>Online Book</b> will provide you a public URL to share within your readers. <a href='https://mpl-publisher.com/online-book-wordpress' target='_blank'>Learn more about what you can do with Online Books</a>.
es_es: <b>Online Book</b> le proporcionará una URL pública para compartir con sus lectores. <a href='https://mpl-publisher.com/online-book-wordpress' target='_blank'>Obtén más información sobre lo que puedes hacer con los libros en línea</a>.

source: Premium only
es_es: Sólo Premium

source: This is a premium feature and it is not available on the free version.
es_es: Esta es una característica premium y no está disponible en la versión gratuita.

source: Please, visit our homepage and get access to this and more features.
es_es: Por favor, visite nuestra página de inicio y obtenga acceso a esta y más características.

source: Documentation
es_es: Documentación

source: Get started by spending some time with the documentation to get familiar with our plugin. Create an awesome book for your readers with ease.
es_es: Comience dedicando un tiempo a la documentación para familiarizarse con nuestro complemento. Crea un libro increíble para tus lectores con facilidad.

source: Support
es_es: Soporte

source: If you're already a user, the fastest way to get help is through the WordPress support system. Connect with us and get support for your queries.
es_es: Si ya eres usuario, la forma más rápida de obtener ayuda es a través del sistema de soporte de WordPress. Conéctese con nosotros y obtenga soporte para sus consultas.

source: Show Your Love
es_es: Muestra tu apreciación

source: We are making this plugin more awesome everyday. Take your 2 minutes to review the plugin and spread the love to encourage us to keep it going.
es_es: Estamos haciendo que este plugin sea más impresionante todos los días. Tómese 2 minutos para revisar el complemento y difundir el amor para alentarnos a mantenerlo en marcha.

source: Leave a review
es_es: Dejar un comentario

source: Remove Book
es_es: Eliminar libro

source: Clone Book
es_es: Clonar libro

source: Add New Book
es_es: Añadir Nuevo Libro

source: Welcome to <b>MPL-Publisher</b>! Before you start, we will quickly guide you through the main features. Let's get started!
es_es: Bienvenido a <b>MPL-Publisher</b>! Antes de comenzar, lo guiaremos rápidamente a través de las características principales. ¡Comencemos!

source: This is the main navbar. You can navigate across the tabs to configure your ebook settings. You can edit your book details, adding a cover image, or changing your book design.
es_es: Esta es la barra de navegación principal. Puede navegar a través de las pestañas para configurar los ajustes de su libro electrónico. Puede editar los detalles de su libro, agregar una imagen de portada o cambiar el diseño de su libro.

source: Details
es_es: Detalles

source: Cover
es_es: Portada

source: Design
es_es: Diseño

source: Audiobook
es_es: Audiolibro

source: Book details
es_es: Información del libro

source: Enter your book details, including title, description, and authors. We encourage you to complete as many fields as possible, as richer data could help readers discover your books.
es_es: Introduce los detalles de tu libro, incluyendo título, descripción y autores. Completa tantos campos como te sea posible, ya que estos datos podrían ayudar a los lectores a descubrir tus libros.

source: For example, you can change your book title in this field. The title is the first thing the reader sees or hears about your book. Getting it right is the single most important book marketing decision you'll make!
es_es: Por ejemplo, puede cambiar el título del libro en este campo. El título es lo primero que el lector ve u oye sobre su libro. ¡Hacerlo bien es la decisión de marketing de libros más importante que tomas!

source: Book Title
es_es: Título del libro

source: Book Subtitle (Optional)
es_es: Subtítulo del libro (opcional)

source: Book Authors
es_es: Autores del libro

source: Separate multiple authors with commas
es_es: Separa múltiples autores con comas

source: Book Description
es_es: Descripción del libro

source: Metadata settings
es_es: Metadatos

source: Metadata is the information about your book. It is what allows your ebooks reading app to organize or filter the ebooks. The more information you provide, the easier it will be for readers to discover your book.
es_es: Los metadatos son la información sobre su libro. Es lo que permite que su aplicación de lectura de libros electrónicos organice o filtre los libros. Cuanta más información proporciones, más fácil será para los lectores descubrir tu libro.

source: Identifier (ISBN)
es_es: Identificador (ISBN)

source: If your book doesn't have an ISBN, use a unique identifier
es_es: Si tu libro no dispone de ISBN, utiliza un identificador único

source: Language
es_es: Idioma

source: Use the RFC3066 Language codes, such as en, es, fr…
es_es: Utiliza los códigos de idioma RFC3066, como en, es, fr…

source: Publication date
es_es: Fecha de publicación

source: This information won't affect the book's availability
es_es: Esta información no afectará la disponibilidad del libro

source: YYYY-MM-DD
es_es: AAAA-MM-DD

source: Publisher Name
es_es: Editor

source: Copyright Information
es_es: Información de derechos

source: Copyright information includes a statement about various property rights associated with the resource, including intellectual property rights
es_es: La información sobre derechos de autor incluye un enunciado acerca de los diversos derechos de propiedad asociados a los recursos, incluidos los derechos de propiedad intelectual

source: External links
es_es: Enlaces externos

source: Links will appear on your MPL-Download eBook widget extending your book's informations.
es_es: Los enlaces aparecerán en tu widget MPL-Download eBook extendiendo la información sobre tu libro.

source: Edit Widgets
es_es: Editar Widgets

source: Landing Page URL
es_es: URL Página Promocional

source: Amazon URL
es_es: URL Amazon

source: This value will override your post's root URL. This is useful if your website is in a different WordPress installation from where you are creating your books.
es_es: Este valor anulará la URL raíz de su publicación. Esto es útil si su sitio web se encuentra en una instalación de WordPress diferente a la que está creando sus libros.

source: Cover image
es_es: Imagen de portada (Opcional)

source: Strong cover design will catch a reader's eye, capture their interest and communicate what the book is about. These things inspire someone to buy your book.
es_es: Un diseño de portada fuerte captará la atención del lector, captará su interés y comunicará de qué trata el libro. Estas cosas inspiran a alguien a comprar tu libro.

source: Select Image
es_es: Seleccionar imagen

source: Recommended size is 625x1000
es_es: El tamaño recomendado es de 625x1000

source: Try our Cover Editor
es_es: Pruebe nuestro Editor de portadas

source: Themes
es_es: Temas

source: Post author and date
es_es: Autor y fecha de la publicación

source: Add the post author or the post date (or both) at the beginning of every chapter.
es_es: Agregue el autor de la publicación o la fecha de la publicación (o ambos) al comienzo de cada capítulo.

source: Don't include post author and date
es_es: No incluyas el autor y la fecha de la publicación

source: Include only post author
es_es: Incluir solo el autor de la publicación

source: Include only post date
es_es: Incluir solo la fecha de publicación

source: Include both, post author and date
es_es: Incluir tanto el autor de la publicación como la fecha

source: Post featured image
es_es: Imágenes destacadas

source: Configure how the plugin will manage your post's featured image in every chapter.
es_es: Configura cómo el plugin administrará la imagen destacada de tu capítulo.

source: Don't include featured image in chapter content
es_es: No incluyas imágenes destacadas en el contenido del capítulo

source: Include featured image before chapter title
es_es: Incluir imagen destacada antes del título del capítulo

source: Content images
es_es: Imágenes de contenido

source: Configure how the plugin will manage your book images.
es_es: Configure cómo el plugin administrará las imágenes de su libro.

source: Remove images from chapter content (Instantly - Only text)
es_es: Eliminar imágenes del contenido del capítulo (Instantáneamente - Sólo texto)

source: Load images from original URL (Faster - Less compatible)
es_es: Cargar imágenes desde la URL original (Rápido - Menos compatible)

source: Insert images into output file (Medium - More compatible)
es_es: Insertar imágenes en el archivo de salida (Medio - Más compatible)

source: Embed images into chapter content (Slower - More compatible)
es_es: Incrustar imágenes en el contenido del capítulo (Lento - Más compatible)

source: Custom Theme
es_es: Tema personalizado

source: You can publish your book with your custom CSS, overriding the default file included with our themes.
es_es: Puedes publicar tu libro con estilos personalizados, sobrescribiendo los estilos predeterminados de nuestros temas.

source: Audiobook Voice
es_es: Audiolibro Voz

source: You can change the audiobook voice to match your preferences. You can get the complete list of supported voice names in the following page
es_es: Puede cambiar la voz del audiolibro para que coincida con sus preferencias. Puede obtener la lista completa de nombres de voz admitidos en la siguiente página

source: Voice Name
es_es: Nombre de voz

source: License key
es_es: Licencia

source: Your <a href='https://wordpress.mpl-publisher.com?utm_medium=plugin&utm_campaign=license'>MPL-Publisher Premium</a> ⭐ has been successfully activated 🎉. You now have access to all the available formats and more cool features.
es_es: Su <a href='https://wordpress.mpl-publisher.com?utm_medium=plugin&utm_campaign=license'>MPL-Publisher Premium</a> ⭐ se ha activado correctamente 🎉. Ahora tienes acceso a todos los formatos disponibles y características más interesantes.

source: To make any change to your license, edit the following field and click "💾 Save" to confirm the changes.
es_es: Para realizar cualquier cambio en su licencia, edite el siguiente campo y haga clic en "💾 Guardar" para confirmar los cambios.

source: If you already bought <a href='https://wordpress.mpl-publisher.com?utm_medium=plugin&utm_campaign=license'>MPL-Publisher Premium</a> ⭐, you received a license key on the confirmation email.
es_es: Si ya compraste <a href=‘https://wordpress.mpl-publisher.com?utm_medium=plugin&utm_campaign=license’>MPL-Publisher Premium</a> ⭐, recibiste una clave de licencia en el correo electrónico de confirmación.

source: Please, paste the value on the following field and click "💾 Save" to activate your premium version.
es_es: Por favor, pegue el valor en el siguiente campo y haga clic en "💾 Guardar" para activar su versión premium.

source: Max Results
es_es: Resultados máximos

source: You can change this setting to increase the current limitation to the number you choose.
es_es: Puede cambiar esta configuración para aumentar la limitación actual al número que elija.

source: Remember that increasing this number too much will affect the performance, so it's recommended to keep it as low as needed.
es_es: Recuerda que aumentar demasiado este número afectará el rendimiento, por lo que se recomienda mantenerlo tan bajo como sea necesario.

source: We are almost there. We offer a good number of formats to download your book. We support the main extensions depending on your distribution platform.
es_es: Ya casi hemos terminado. Te ofrecemos un buen número de formatos para descargar tu libro. Soportamos las principales extensiones dependiendo de su plataforma de distribución.

source: Output format
es_es: Formato de salida

source: Validate content before download
es_es: Validar el contenido antes de descargarlo

source: Validating content before generation ensures your eBook will contain no HTML errors and will be compatible with all checkers.
es_es: La validación del contenido antes de la generación garantiza que su libro electrónico no contendrá errores HTML y será compatible con todos los verificadores.

source: Output result will be affected by the complexity of your content (ie. "plain text" works best).
es_es: El resultado se verá afectado por la complejidad de su contenido (es decir, "texto sin formato" funciona mejor).

source: <b>Online Book and Flipbook</b> will provide you a public URL to share within your readers. <a href='https://mpl-publisher.com/online-book-wordpress' target='_blank'>Learn more about what you can do with Online Books and Flipbooks</a>.
es_es: <b>Online Book y Flipbook</b> le proporcionará una URL pública para compartir con sus lectores. <a href='https://mpl-publisher.com/online-book-wordpress' target='_blank'>Obtén más información sobre lo que puedes hacer con los libros en línea y Flipbooks</a>.

source: Finally, if everything looks good, you can click Download, and we will generate a file for you. You are ready to go. Enjoy!
es_es: Finalmente, si todo se ve bien, puede hacer clic en Descargar, y generaremos un archivo para ti. Estás listo para continuar. ¡Disfruta!

source: Download eBook
es_es: Descargar eBook

source: Save
es_es: Guardar

source: Remember that you can use the filters for a more refined search. It will be helpful if you want to publish a book from a specific category or date.
es_es: Recuerde que puede utilizar los filtros para una búsqueda más refinada. Será útil si desea publicar un libro de una categoría o fecha específica.

source: All types
es_es: Todos los tipos

source: Default
es_es: Predeterminado

source: Other
es_es: Otros

source: All statuses
es_es: Todos los estados

source: All categories
es_es: Todas las categorías

source: All months
es_es: Todos los meses

source: All years
es_es: Todos los años

source: All tags
es_es: Todas las etiquetas

source: Filter content
es_es: Filtrar contenido

source: Drag your filtered results to sort your book's chapters
es_es: Arrastra los resultados para ordenar los capítulos de tu libro

source: Use these checkboxes to select the content you want to include in your book (all by once or individually). Also, you can use drag & drop to sort them according to your preferences.
es_es: Utilice estas casillas para seleccionar el contenido que desea incluir en su libro (todo por una vez o individualmente). Además, puede usar arrastrar y soltar para ordenarlos de acuerdo con sus preferencias.

source: Contents
es_es: Índice

source: Order
es_es: Orden

source: Author
es_es: Autores

source: Categories
es_es: Categorías

source: Tags
es_es: Etiquetas

source: If you want to add unique content for your book, you can use Book Chapters. They will be private posts only available to your books, so it's a way to reward your readers with exclusive content.
es_es: Si desea agregar contenido único para su libro, puede usar capítulos de libro. Serán publicaciones privadas solo disponibles para tus libros, por lo que es una forma de recompensar a tus lectores con contenido exclusivo.

source: Your current search has too many results and it's not available yet. Please, use our filters to limit your request.
es_es: Su búsqueda actual tiene demasiados resultados y aún no está disponible. Por favor, utilice nuestros filtros para limitar su solicitud.

source: Current results
es_es: Resultados actuales

source: Max results
es_es: Resultados máximos

source: Change settings
es_es: Cambiar ajustes

source: View
es_es: Ver

source: Edit
es_es: Editar

source: Duplicate and Edit
es_es: Duplicar y Editar

source: Your search did not match any posts.
es_es: Tu búsqueda no coincide con ninguna publicación.

source: To get all the available formats and more cool features, visit
es_es: Para obtener todos los formatos disponibles y más características interesantes, visita

source: Title
es_es: Título

source: Include external links
es_es: Incluir enlaces externos

source: Edit links
es_es: Editar enlaces

source: Include download button
es_es: Incluir botón de descarga

source: By
es_es: Por

source: Get your eBook!
es_es: Descarga tu eBook!

source: MPL-Publisher 📚 creates an ebook, print-ready PDF book, EPUB for KDP, or Audiobook MP3 directly from your WordPress posts.
es_es: MPL-Publisher 📚 crea un libro electrónico, un PDF listo para imprimir, un EPUB para KDP o un audiolibro MP3 directamente desde sus publicaciones de WordPress.
